{
  "aboutMe": "Um pouco sobre mim...",
  "copyToClipboard": "Copiar para área de transferência",
  "education": "Formação Escolar",
  "educationalInstitutions": [
    {
      "institution": "Universidade Católica de Santos",
      "city": "Santos",
      "state": "SP",
      "startDate": "2010-02",
      "endDate": "2013-12",
      "degree": "Bacharel em ciência da computação",
      "courseDescription": "Creio que o principal ensinamento que pude extrair deste curso foi entender como algumas características de linguagens modernas de alto nível funcionam em sua essência. Durante o curso, a linguagem utilizada para ensinamento prático foi a linguagem C que por ser uma linguagem de baixo nível é um pouco mais complexa mas que mostra mais claramente as instruções que você desenvolve."
    }
  ],
  "hobbies": "Passa Tempo",
  "hobbieActivities": [
    "Anime", "K-Drama", "League of Legends <small>(just watch)</small>", "Music", "Cook"
  ],
  "knownLanguages": [
    {
      "language": "Portuguese",
      "readLevel": "Native",
      "speakLevel": "Native"
    },
    {
      "language": "English",
      "readLevel": "Advanced",
      "speakLevel": "Intermediate"
    }
  ],
  "languages": "Languages",
  "present": "Presente",
  "readLevel": "Nível em leitura",
  "sinceFrom": "Desde",
  "speakLevel": "Nível em fala",
  "whoAmI": [
    "Eu realmente adimiro aqueles que desde cedo sabem o querem ser no futuro... bem, este não é bem o meu caso.",
    "Decidi pela área de TI por um simples motivo, dentre todas as opções que tinha esta era pela qual eu mais me identifiquei. Hoje posso dizer que foi uma das melhores decisões que já tomei, claro, tem dias em que penso em largar tudo e morar no campo vivendo do plantio 😅... mas acho que isso na área de TI é algo bem normal.",
    "Em geral eu me considero uma pessoa bem simples que já aprendeu muita coisa nestes anos mas que ainda tem muito a aprender, tento sempre dar o meu melhor porque só assim posso me orgulhar do que faço.",
    "Trabalhando como frontend, descobri que é quase impossível acompanhar todos os novos recursos, mas estou acostumada a ler principalmente artigos de um site chamado Medium e fazer alguns cursos no Youtube ou na plataforma Udemy."
  ],
  "workExperience": "Experiência",
  "workplaces": [
    {
      "company": "Santos Brasil S.A",
      "city": "Santos",
      "state": "SP",
      "position": "Senior Developer",
      "activityDescription": "Creio ainda estar entendendo qual será as minhas responsabilidades. Até o momentou estou encarregado da gestão de um projeto comercial onde atuo tanto como um intermediário entre o PO da aplicação e o terceiro como também no desenvolvimento das melhorias da aplicação. Paralelo a isso também atuo no desenvolvimento de aplicações do portal restrito aos clientes da empresa.",
      "startDate": "2021-07"
    },
    {
      "company": "Reply",
      "city": "São Paulo",
      "state": "SP",
      "position": "Frontend",
      "activityDescription": "Atuando pela Reply tive a oportunidade de fazer parte de uma equipe muito boa, foi a primeira vez que vi a metodologia SCRUM ser aplicada e utilizada de forma eficiente. Também tive a oportunidade de participar do meu primeiro projeto internacional, o aplicativo que estávamos desenvolvendo era voltada para documentação de processos de IOT aplciados em grande escala. Sinto que cresci muito profissionalmente durante o tempo em que fiz parte deste time.",
      "startDate": "2020-09",
      "endDate": "2021-07"
    },
    {
      "company": "Keyrus",
      "city": "São Paulo",
      "state": "SP",
      "position": "Frontend",
      "activityDescription": "Aqui foi onde creio ter superado muitas a minha zona de conforto. Pela Keyrus atuei em diversos clientes, dentre eles AB-Inbev, Honda, Claro, Carrefour... Somente nos clientes em dois destes clientes realmente atuei como Frontend, nos demais acabei axiliando as equipes locadas em outras tecnologias. Creio que meu tempo nesta empresa me fez amadurecer e entender melhor o mundo corporativo.",
      "startDate": "2019-04",
      "endDate": "2020-09"
    },
    {
      "company": "Santos Brasil S.A",
      "city": "Santos",
      "state": "SP",
      "position": "Junior Developer",
      "activityDescription": "Sendo esta a primeira empresa em que atuei, foi de fato onde aprendi muito da base que carrego até hoje. Passando pelas etapas de estágio, técnico até chegar a junior aprendi muito sobre a regra de negócios da empresa e atuei com tecnologias antigas como ASP, VBScript mas também pude trabalhar com PLSSQL, Jquery e com o tempo fui focando mais no desenvolvimento Web.",
      "startDate": "2011-10",
      "endDate": "2019-04"
    }
  ]
}
